tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.13"
brew "ansible"
brew "node"
brew "aws-cdk"
brew "glib"
brew "cdk"
brew "eza"
brew "git"
brew "harfbuzz"
brew "helm"
brew "jq"
brew "just"
brew "libtiff"
brew "neovim"
brew "openjdk"
brew "parquet-cli"
brew "powerlevel10k"
brew "python@3.11"
brew "ripgrep"
brew "telnet"
brew "tmux"
cask "aerospace"
cask "alt-tab"
cask "devtoys"
cask "font-fira-code"
cask "font-meslo-lg-nerd-font"
cask "wezterm"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "angular.ng-template"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "docsmsft.docs-metadata"
vscode "eamodio.gitlens"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "skyran.js-jsx-snippets"
vscode "styled-components.vscode-styled-components"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
